[
  {
    "school": "基督教香港信義會心誠中學",
    "student": "1C 莫炤榮",
    "review": "參加這個課程（活動），我見到啲身邊很多不同的同學有很大的變化，和令我學到好多不同的東西。首先這個課程（活動）非常之有趣，很有故事性，我相信大多數小朋友和年青人都會喜歡的劇情。我亦留意到同學的變化亦很大，可能平時在課堂上不多說話的同學變得比較多發表自己意見。因為可能有時在堂上沒有人肯定和聆聽他們，在這裡可以放鬆自己，將自己想講的全部說出來，比較自由，有人肯定和聆聽他們。\n\n我自己也有改變，初時我有點緊張，慢慢愈來愈放鬆投入，開始發表自己意見，亦發覺自己平時上課真的非常少舉手說話，亦不敢問問題，但我都能夠放鬆地把所想的東西全部說出來。\n\n我覺得經歷了這次活動之後會有些改變，會多舉手進行發言發問，遇到不懂的東西，會主動去問和發表自己意見。"
  },
  {
    "school": "基督教香港信義會心誠中學",
    "student": "1F 羅樂軒",
    "review": "兵家講的知彼知己，百戰不殆，即先要了解別人，才可以知道別人的好處和壞處。現在的人缺乏這些想法，例如網上的熱門話題，很多人未了解事件的真相便開始評論事件中人是好是壞...... 我們要先了解事情的真相先至可以分析到人和事情的事實上是怎樣的。\n\n兵家思想對我的啟發是先要了解別人多點，才可以判斷好壞，不要只是很表面，也要看內裡......人必須要靠自己（思想），現在的人太過相信別人的想法，即使自己有些想法，卻不敢嘗試。有時要嘗試自己的想法，才可以成功了解事情。"
  },
  {
    "school": "保良局馬錦明中學",
    "student": "2A 羅樂遙",
    "review": "我在今次活動中學到了不少東西。而我最喜歡的就是儒家，因為儒家最重要的是人的情感。若果沒有了人的情感，例如仁義禮智，就會失掉人的本性。我覺得現在的人失去了仁，因為欺騙令人不敢再相信對方，就像平常食飯的時候大家只會在看手機忘記了與別人真正的溝通。\n\n我最深刻的就是良心胡同C因為我覺得自己最投入的就是這個部分。因為我能真正反省 : 人到底有什麼不好的地方?科技對我們來說是什麼? 科技過度發展，人又會變成怎樣?如果沒有了科技我們還可以生存嗎?科技是否不能避免?人只顧著努力工作而忘記了自己的根本，是否又是一件好事呢?\n\n我覺得平時在課室上課對我來說，就好像是一個框架。因為每天也只可以在這裏讀書，所以能夠離開課室去操場或者在禮堂學習，已經是一件不同的事情。而我們的學校經常我們要突破自己，跳出自己的安舒區。如果可以好像今次以戲劇形式令不同同學明白諸子百家學說，比起在平時上課聽老師講書會有更深刻印象。"
  },
  {
    "school": "保良局馬錦明中學",
    "student": "2C 陳可欣",
    "review": "我好榮幸可以參加這個活動。在這個活動中我可以學到不同的學說，例如道家儒家，比平時上課閱讀文言文，一個一個字去解，比較更深刻印象。與其大家要坐下來自己學習，倒不如像今次工作坊一樣，有劇情下，大家開心地上了一課，可以學習知識而並非只是玩耍。我也希望自己能夠可以設計一個類似今次的工作坊，大家也有不同的角色去參加這次活動。因為在參與當中我們也有不同的角色的時候，便不會太過緊張，亦不會覺得自己在扮演一個角色時感到害羞，大家可以安心地做自己的角色，同時可以思考，亦可以開心地學習。在今次活動中我發現原來有很多同學也會喜歡發表意見，亦會主動幫我。互相合作下，思考出不同的方法。我平時不能接觸的事物，在今次活動中可以接觸得到，例如運用環保物料去製造一對鞋。同學們需要互相幫助去思考，才可以想出製作的方法。\n\n我自己在今次活動中比起平時上課 比較大膽，因為平時上課我會害怕因為答錯答案而出醜。但是今次活動中其他同學會幫助我補答和解決我的錯漏，令我了解到原來我背後有好強大的後盾，大家會幫助我，所以我踏出多一步也沒有所謂。\n\n我喜歡道家，因為道家教識我放下過多慾望。我自己其實我想買很多東西，但是經過今次活動，我可能會放棄買想要的東西，而是去買真正需要的東西，過一個平凡點的生活。"
  },
  {
    "school": "基督教香港信義會信義中學",
    "student": "2E 陳錦鵬",
    "review": "角色扮演及辯論最深刻。因為辯論是運用筆紙記下後，便要把全部內容說出來，還需要考驗即時變通，對我是一個挑戰性，因為自己之前從未試過，亦不夠膽去試。\n\n聽完之後真的可以應用在生活上。好像你打籃球時，如果你只上一個籃，只用一個動作，對手與你對戰得多，很容易知道你會在哪個位置出手，你會被看破。做人要多點變通，要多一些「出手位」。"
  },
  {
    "school": "基督教香港信義會信義中學",
    "student": "2A 洪仕宏",
    "review": "其實在整個活動中我也很緊張。平日在課室裡也很少說話，較為被動，較少主動提出自己的意見。因為今天整個活動同學們沒有太多想法，氣氛比較差一點，我覺得我應該要勇敢提出意見去改變氣氛，最後我是做到的，雖然我仍會覺得很緊張，我希望我可以繼續努力，令我變得沒有那麼害怕。\n\n我覺得設定在末來較好，因為末來充滿著驚喜與無限可能，會因為現在的少少不同，導致末來有很大的不同，所以我覺得設定在末來是一件很好的事，可以更加給予同學更多幻想，去想像一下為何會這樣，故事結果是怎樣？可以加很多想像力。"
  },
  {
    "school": "樂善堂梁植偉紀念中學",
    "student": "3A 張皓弘",
    "review": "在對於我自己的人生方面，學到像道家，要像水一般，做事要隨機應變，因為隨機應變在我們生活上是非常有用，若果我們在不同的工作和學業上沒有隨機應變的態度，做每一件事也會非常死版，不懂變通。\n\n剛剛我的同學原本不夠膽量公開發言。因為他經過多次活動之後，慢慢變得更有信心，最後成為我們辯論的代表，平日他沒有太大自信，所以我認為他改變了。\n\n我們可以以我們道家，與不同家族的格言，改變自己性格、態度和待人處事的方法。\n\n最深刻印象的部份是最後的辯論環節，辯論環節就像我剛才所講那位同學，他說話不太有信心，因為中途他忘記他要說的論點，幸好有一群很好的朋友隊友，提醒他幫助他去補充論點，令他整個的辯論也非常成功。"
  },
  {
    "school": "樂善堂梁植偉紀念中學",
    "student": "3C 簡偉鵬",
    "review": "我是很有同感的，因為機械可以令人有永久的生命，但沒有考慮人家是否想得到永恒的生命。我覺得每個人的意見也有不同，而我也聽到同學，我的同班同學也發表許多不同意見，是一個很好的交流方法。\n\n我覺得就是3016年較好，古代的人事人人也知道發生什麼事，末來是一個令人迷茫的，好奇心去深索的，我認為還是3016較好。\n\n我覺得就是將人類變成機械是最有可能發生，畢竟現在已有機械手臂、機械義肢，各種運用機械輔助人體的東西，所以我認為隨著現在技術的發展，就是會令人類變得更好，但我不建議這一種令人類徹底變成機械的極端方法，因為它扼殺了人性，根據我剛才所學，靈魂是令生物能稱得上為生物而不是死物的，所以我認為將人類徹底變成機械，那麼人類的生存便會變得毫無意義。"
  },
  {
    "school": "香港道教聯合會圓玄學院第三中學",
    "student": "3A 吳宜棕",
    "review": "諸子百家其實對我們的影響非常大，我覺得在這世紀的年輕人，即是我們，相當缺乏多角度思想，和傳統的中國文化特色。不同思想家的思想，非常值得我們學習，例如墨子與孔子的思想對我們很好。道家說到，人的犯錯是我們的慾望。沒錯，在今時的社會下，非常多青少年犯罪，我覺得透過諸子百家，學習到孔子的語句和思想，真的可以可以令到我們反思自己，從不同角度思考。"
  },
  {
    "school": "中華傳道會劉永生中學",
    "student": "2D 鄺浩民",
    "review": "這次活動有別於日常的課堂，是十分趣的。平常課堂很乏味，只是聽老師的講解同一個道理，我們只能跟著老師說的思考，但是這次活動，我們能在兩方不同的思想當中交流，在別人的角度想想，又在自己的角度想想，再確認自己的看法，因此這次活動是非常有意義。\n\n教育劇場有助理解前人知識，再用前人知識解決現今問題，所以這次教育劇場一定不能錯過。"
  }
]
